---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralElevationAtTop
source: html/80b41c5d-8532-74bd-4171-b098a970d530.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralElevationAtTop Property

"Elevation at Top"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralElevationAtTop { get; }
```